Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutCalendar__MonthsShort
source: Returns a single column table containing the shorthand names of each month.
bg_bg: Връща таблица с една колона, съдържаща съкратеното име на всеки месец.
ca_es: Retorna una taula d'una columna que conté els noms abreviats de cada mes.
cs_cz: Vrátí tabulku s jedním sloupcem, která obsahuje zkrácené názvy všech měsíců.
da_dk: Returnerer en tabel med en enkelt kolonne, der indeholder hver måneds forkortede navn.
de_de: Gibt eine Tabelle mit einer einzelnen Spalte zurück, die die Monatsnamen in der Kurzform enthält.
el_gr: Επιστρέφει έναν πίνακα μίας στήλης που περιέχει τις συντομεύσεις ονομάτων κάθε μήνα.
es_es: Devuelve una tabla de una columna que contiene los nombres abreviados de los meses.
et_ee: Tagastab ühe veeruga tabeli, mis sisaldab iga kuu lühendeid.
eu_es: Hilabete guztien izenen laburdurak dituen zutabe bakarreko taula itzultzen du.
fi_fi: Palauttaa yksittäisen sarakkeen taulukon, joka sisältää kunkin kuukauden tiivistelmänimet.
fr_fr: Retourne un tableau d’une seule colonne contenant les noms abrégés de chaque mois.
gl_es: Devolve unha táboa dunha única columna que contén os nomes abreviados de cada mes.
hi_in: प्रत्येक माह के शॉर्टहैंड नामों वाली एकल स्तंभ तालिका लौटाता है.
hr_hr: Vraća jedan stupac tablice koji sadrži skraćene nazive svih mjeseci.
hu_hu: A hónapok rövid nevét tartalmazó egyoszlopos táblázatot ad vissza.
it_it: Restituisce una tabella a colonna singola contenente i nomi abbreviati di ogni mese.
ja_jp: 各月の省略名を含む 1 列のテーブルを返します。
kk_kz: Әр айдың қысқаша шартты атаулары бар бір бағанды кестені қайтарады.
ko_kr: 각 월의 단축 이름을 포함하는 단일 열 테이블을 반환합니다.
lt_lt: Pateikia vieno stulpelio lentelę, kurioje yra kiekvieno mėnesio sutrumpinti pavadinimai.
lv_lv: Atgriež vienas kolonnas tabulu, kas satur katra mēneša saīsināto nosaukumu.
ms_my: Mengembalikan jadual lajur tunggal yang mengandungi nama trengkas bagi setiap bulan.
nb_no: Returnerer én kolonnetabell som inneholder de forkortede navnene for hver måned.
nl_nl: Hiermee wordt een tabel geretourneerd met één kolom die de stenonaam van elke maand bevat.
pl_pl: Zwraca jednokolumnową tabelę zawierającą skrócone nazwy poszczególnych miesięcy.
pt_br: Retorna uma tabela de coluna única contendo os nomes abreviados de cada mês.
pt_pt: Devolve uma tabela de coluna única que contém os nomes abreviados de cada mês.
ro_ro: Returnează un tabel cu o singură coloană, care conține numele prescurtate ale fiecărei luni.
ru_ru: Возвращает таблицу с одним столбцом, содержащим сокращенные названия каждого месяца.
sk_sk: Vráti jednostĺpcovú tabuľku obsahujúcu skrátené názvy mesiacov.
sl_si: Vrne tabelo z enim stolpcem, ki vsebuje kratka imena posameznih mesecev.
sr_cyrl_rs: Враћа табелу са једном колоном која садржи скраћена имена свих месеци.
sr_latn_rs: Vraća tabelu sa jednom kolonom koja sadrži skraćena imena svih meseci.
sv_se: Returnerar en enkolumnstabell med förkortningarna för varje månad.
th_th: คืนค่าตารางหนึ่งคอลัมน์ที่มีรายละเอียดชื่อย่อของแต่ละเดือน
tr_tr: Her ayın kısaltılmış adını içeren tek bir sütun tablosu döndürür.
uk_ua: Повертає таблицю з одним стовпцем, що містить скорочену назву кожного місяця.
vi_vn: Trả về bảng một cột chứa tên viết tắt của mỗi tháng.
zh_cn: 返回包含每月速记名称的单列表。
zh_tw: 傳回單一資料行的資料表，其內含每個月的速記名稱。

# AboutCalendar__WeekdaysLong
source: Returns a single column table containing the full names of each day of the week.
bg_bg: Връща таблица с една колона, съдържаща пълното име на всеки ден от седмицата.
ca_es: Retorna una taula d'una columna que conté els noms complets de cada dia de la setmana.
cs_cz: Vrátí tabulku s jedním sloupcem, která obsahuje celé názvy všech dnů v týdnu.
da_dk: Returnerer en tabel med en enkelt kolonne, der indeholder hver ugedags fulde navn.
de_de: Gibt eine Tabelle mit einer einzelnen Spalte zurück, die die Namen der Wochentage in der Langform enthält.
el_gr: Επιστρέφει έναν πίνακα μίας στήλης που περιέχει τα πλήρη ονόματα κάθε ημέρας της εβδομάδας.
es_es: Devuelve una tabla de una columna que contiene los nombres completos de los días de la semana.
et_ee: Tagastab ühe veeruga tabeli, mis sisaldab kõigi nädalapäevade täisnimesid.
eu_es: Asteko egun guztien izenak dituen zutabe bakarreko taula bat itzultzen du.
fi_fi: Palauttaa yksittäisen sarakkeen taulukon, joka sisältää kunkin viikonpäivän koko nimet.
fr_fr: Retourne un tableau d’une seule colonne contenant les noms complets de chaque jour de la semaine.
gl_es: Devolve unha táboa dunha única columna que contén os nomes completos de cada día da semana.
hi_in: सप्ताह के प्रत्येक दिन के पूर्ण नामों वाली एकल स्तंभ तालिका लौटाता है.
hr_hr: Vraća jedan stupac tablice koji sadrži pune nazive svih dana u tjednu.
hu_hu: A hét napjainak teljes nevét tartalmazó egyoszlopos táblázatot ad vissza.
it_it: Restituisce una tabella a colonna singola contenente i nomi completi di ogni giorno della settimana.
ja_jp: それぞれの曜日の完全名を含む 1 列のテーブルを返します。
kk_kz: Аптаның әр күнінің толық атаулары бар бір бағанды кестені қайтарады.
ko_kr: 각 요일의 전체 이름을 포함하는 단일 열 테이블을 반환합니다.
lt_lt: Pateikia vieno stulpelio lentelę, kurioje yra kiekvienos savaitės dienos pilni pavadinimai.
lv_lv: Atgriež vienas kolonnas tabulu, kas satur katras nedēļas dienas pilno nosaukumu.
ms_my: Mengembalikan jadual lajur tunggal yang mengandungi nama penuh setiap hari dalam seminggu.
nb_no: Returnerer én kolonnetabell som inneholder de fullstendige navnene for hver ukedag.
nl_nl: Hiermee wordt een tabel geretourneerd met één kolom die de volledige naam van elke dag van de week bevat.
pl_pl: Zwraca jednokolumnową tabelę zawierającą pełne nazwy poszczególnych dni tygodnia.
pt_br: Retorna uma tabela de coluna única contendo os nomes de cada dia da semana.
pt_pt: Devolve uma tabela de coluna única que contém os nomes completos de cada dia da semana.
ro_ro: Returnează un tabel cu o singură coloană, care conține numele complete ale fiecărei zi a săptămânii.
ru_ru: Возвращает таблицу с одним столбцом, содержащим полные названия каждого дня недели.
sk_sk: Vráti jednostĺpcovú tabuľku obsahujúcu úplné názvy všetkých dní v týždni.
sl_si: Vrne tabelo z enim stolpcem, ki vsebuje polna imena posameznih dni v tednu.
sr_cyrl_rs: Враћа табелу са једном колоном која садржи пуна имена свих дана у седмици.
sr_latn_rs: Vraća tabelu sa jednom kolonom koja sadrži puna imena svih dana u sedmici.
sv_se: Returnerar en enkolumnstabell med de fullständiga namnen för varje veckodag.
th_th: คืนค่าตารางหนึ่งคอลัมน์ที่มีรายละเอียดชื่อเต็มของแต่ละวันในสัปดาห์
tr_tr: Her günün tam adını içeren tek bir sütun tablosu döndürür.
uk_ua: Повертає таблицю з одним стовпцем, що містить повну назву кожного дня тижня.
vi_vn: Trả về bảng một cột chứa tên đầy đủ của mỗi ngày trong tuần.
zh_cn: 返回包含一周每天完整名称的单列表。
zh_tw: 傳回單一資料行的資料表，其內含一週每天的完整名稱。

# AboutCalendar__WeekdaysShort
source: Returns a single column table containing the shorthand names of each day of the week.
bg_bg: Връща таблица с една колона, съдържаща съкратеното име на всеки ден от седмицата.
ca_es: Retorna una taula d'una columna que conté els noms abreviats de cada dia de la setmana.
cs_cz: Vrátí tabulku s jedním sloupcem, která obsahuje zkrácené názvy všech dnů v týdnu.
da_dk: Returnerer en tabel med en enkelt kolonne, der indeholder hver ugedags forkortede navn.
de_de: Gibt eine Tabelle mit einer einzelnen Spalte zurück, die die Namen der Wochentage in der Kurzform enthält.
el_gr: Επιστρέφει έναν πίνακα μίας στήλης που περιέχει τις συντομεύσεις ονομάτων κάθε ημέρας της εβδομάδας.
es_es: Devuelve una tabla de una columna que contiene los nombres abreviados de los días de la semana.
et_ee: Tagastab ühe veeruga tabeli, mis sisaldab kõigi nädalapäevade lühendeid.
eu_es: Asteko egunen izenen laburdurak dituen zutabe bakarreko taula itzultzen du.
fi_fi: Palauttaa yksittäisen sarakkeen taulukon, joka sisältää kunkin viikonpäivän tiivistelmänimet.
fr_fr: Retourne un tableau d’une seule colonne contenant les noms abrégés de chaque jour de la semaine.
gl_es: Devolve unha táboa dunha única columna que contén os nomes abreviados de cada día da semana.
hi_in: सप्ताह के प्रत्येक दिन के शॉर्टहैंड नामों वाली एकल स्तंभ तालिका लौटाता है.
hr_hr: Vraća jedan stupac tablice koji sadrži skraćene nazive svih dana u tjednu.
hu_hu: A hét napjainak rövid nevét tartalmazó egyoszlopos táblázatot ad vissza.
it_it: Restituisce una tabella a colonna singola contenente i nomi abbreviati di ogni giorno della settimana.
ja_jp: それぞれの曜日の省略名を含む 1 列のテーブルを返します。
kk_kz: Аптаның әр күнінің қысқаша шартты атаулары бар бір бағанды кестені қайтарады.
ko_kr: 각 요일의 단축 이름을 포함하는 단일 열 테이블을 반환합니다.
lt_lt: Pateikia vieno stulpelio lentelę, kurioje yra kiekvienos savaitės dienos sutrumpinti pavadinimai.
lv_lv: Atgriež vienas kolonnas tabulu, kas satur katras nedēļas dienas saīsināto nosaukumu.
ms_my: Mengembalikan jadual lajur tunggal yang mengandungi nama trengkas bagi setiap hari dalam seminggu.
nb_no: Returnerer én kolonnetabell som inneholder de forkortede navnene for hver ukedag.
nl_nl: Hiermee wordt een tabel geretourneerd met één kolom die de stenonaam van elke dag van de week bevat.
pl_pl: Zwraca jednokolumnową tabelę zawierającą skrócone nazwy poszczególnych dni tygodnia.
pt_br: Retorna uma tabela de coluna única contendo os nomes abreviados de cada dia da semana.
pt_pt: Devolve uma tabela de coluna única que contém os nomes abreviados de cada dia da semana.
ro_ro: Returnează un tabel cu o singură coloană, care conține numele prescurtate ale fiecărei zi a săptămânii.
ru_ru: Возвращает таблицу с одним столбцом, содержащим сокращенные названия каждого дня недели.
sk_sk: Vráti jednostĺpcovú tabuľku obsahujúcu skrátené názvy všetkých dní v týždni.
sl_si: Vrne tabelo z enim stolpcem, ki vsebuje kratka imena posameznih dni v tednu.
sr_cyrl_rs: Враћа табелу са једном колоном која садржи скраћена имена свих дана у седмици.
sr_latn_rs: Vraća tabelu sa jednom kolonom koja sadrži skraćena imena svih dana u sedmici.
sv_se: Returnerar en enkolumnstabell med förkortningarna för varje veckodag.
th_th: คืนค่าตารางหนึ่งคอลัมน์ที่มีรายละเอียดชื่อย่อของแต่ละวันในสัปดาห์
tr_tr: Her günün kısaltılmış adını içeren tek bir sütun tablosu döndürür.
uk_ua: Повертає таблицю з одним стовпцем, що містить скорочену назву кожного дня тижня.
vi_vn: Trả về bảng một cột chứa tên viết tắt của mỗi ngày trong tuần.
zh_cn: 返回包含一周每天速记名称的单列表。
zh_tw: 傳回單一資料行的資料表，其內含一週中每天的速記名稱。

# AboutClock__AmPm
source: Returns a single column table containing the uppercase designations for before and after noon.
bg_bg: Връща таблица с една колона, съдържаща обозначенията с главни букви за преди и след обяд.
ca_es: Retorna una taula d'una columna que conté les designacions en majúscules per abans i després del migdia.
cs_cz: Vrátí tabulku s jedním sloupcem, která obsahuje označení dopoledne a odpoledne psaná velkými písmeny.
da_dk: Returnerer en tabel med en kolonne, der indeholder betegnelser for før og efter middag med store bogstaver.
de_de: Gibt eine Tabelle mit einer einzelnen Spalte zurück, die die Bezeichnungen für Vor- und Nachmittag in Großbuchstaben enthält.
el_gr: Επιστρέφει έναν πίνακα μίας στήλης που περιέχει τους προσδιορισμούς κεφαλαίων για π.μ. και μ.μ.
es_es: Devuelve una tabla de una columna que contiene las designaciones en mayúsculas de antes y después del mediodía.
et_ee: Tagastab ühe veeruga tabeli, mis sisaldab suurtähelisi tähiseid "enne lõunat" ja "pärast lõunat".
eu_es: "Ante meridiem" eta "post meridiem" aukerak maiuskulaz zehazteko zutabe bakarreko taula bat itzultzen du.
fi_fi: Palauttaa yksittäisen sarakkeen, joka sisältää isolla kirjoitetut määritykset ajankohdalle ennen keskipäivää ja sen jälkeen.
fr_fr: Retourne un tableau d’une seule colonne contenant les désignations en majuscules pour l’avant et l’après-midi.
gl_es: Devolve unha táboa dunha única columna que contén as designacións en maiúsculas de antes e despois do mediodía.
hi_in: दोपहर से पहले और बाद के अपर केस चिह्नों वाली एकल स्तंभ तालिका लौटाता है.
hr_hr: Vraća jedan stupac tablice koji sadrži oznake velikim slovima za prijepodne i poslijepodne.
hu_hu: A délelőtt és a délután nagybetűs jelölését tartalmazó egyoszlopos táblázatot ad vissza.
it_it: Restituisce una tabella a singola colonna contenente le designazioni maiuscole per gli orari precedenti e successivi a mezzogiorno.
ja_jp: 午前と午後の指定に大文字を使用している 1 列のテーブルを返します。
kk_kz: Түске дейін және түстен кейін үшін жоғарғы регистрдегі белгілері бар бір бағанды кестені қайтарады.
ko_kr: 오전 및 오후의 대문자 지정을 포함하는 단일 열 테이블을 반환합니다.
lt_lt: Pateikia vieno stulpelio lentelę, kurioje yra žymėjimai didžiosiomis raidėmis, skirti laikui prieš ir po vidurdienio nurodyti.
lv_lv: Atgriež vienas kolonnas tabulu, kas satur pirmspusdienas vai pēcpusdienas lielo burtu apzīmējumus.
ms_my: Mengembalikan jadual lajur tunggal yang mengandungi peruntukan huruf besar untuk sebelum dan selepas tengahari.
nb_no: Returnerer én kolonnetabell som inneholder angivelser med store bokstaver for før og etter kl. 12:00.
nl_nl: Hiermee wordt een tabel geretourneerd met één kolom die de aanduiding in hoofdletters bevat voor het tijdstip voor en na de middag.
pl_pl: Zwraca jednokolumnową tabelę zawierającą oznaczenia (wielkie litery) godzin przed południem i po południu.
pt_br: Retorna uma tabela de coluna única contendo as designações de antes e depois de meio-dia em letras maiúsculas.
pt_pt: Devolve uma tabela de coluna única que contém as denominações em maiúsculas para antes e depois do meio-dia.
ro_ro: Returnează un tabel cu o singură coloană, care conține desemnările cu litere mari pentru înainte și după amiază.
ru_ru: Возвращает таблицу с одним столбцом, содержащим прописные обозначения "до полудня" и "после полудня".
sk_sk: Vráti jednostĺpcovú tabuľku obsahujúcu formáty veľkých písmen pre dopoludnie a odpoludnie.
sl_si: Vrne tabelo z enim stolpcem, ki vsebuje oznake z velikimi črkami za dopoldan in popoldan.
sr_cyrl_rs: Враћа табелу са једном колоном која садржи ознаке написане великим словима за пре и после поднева.
sr_latn_rs: Vraća tabelu sa jednom kolonom koja sadrži oznake napisane velikim slovima za pre i posle podneva.
sv_se: Returnerar en enkolumnstabell som innehåller versalbeteckningarna för före och efter middagstid.
th_th: คืนค่าตารางหนึ่งคอลัมน์ที่มีชื่อเวลาก่อนและหลังเที่ยงเป็นตัวพิมพ์ใหญ่
tr_tr: Öğleden öncesi ve sonrası için büyük harf gösterimlerini içeren tek bir sütun tablosu döndürür.
uk_ua: Повертає таблицю з одним стовпцем, що містить позначення "до полудня" й "після полудня" у верхньому регістрі.
vi_vn: Trả về bảng một cột chứa ký hiệu viết hoa cho thời điểm trước và sau buổi trưa.
zh_cn: 返回包含上午和下午大写标志的单列表。
zh_tw: 傳回單一資料行的資料表，其內含表示中午之前及中午之後的大寫字。

# AboutClock__AmPmShort
source: Returns a single column table containing the abbreviated uppercase designations for before and after noon.
bg_bg: Връща таблица с една колона, съдържаща съкратените обозначения с главни букви за преди и след обяд.
ca_es: Retorna una taula d'una columna que conté les designacions en majúscules abreviades per abans i després del migdia.
cs_cz: Vrátí tabulku s jedním sloupcem, která obsahuje zkrácená označení dopoledne a odpoledne.
da_dk: Returnerer en tabel med en kolonne, der indeholder de forkortede betegnelser for før og efter middag med store bogstaver.
de_de: Gibt eine Tabelle mit einer einzelnen Spalte zurück, die die Kurzform der Bezeichnungen für Vor- und Nachmittag in Großbuchstaben enthält.
el_gr: Επιστρέφει έναν πίνακα μίας στήλης που περιέχει τις συντομεύσεις προσδιορισμών κεφαλαίων για π.μ. και μ.μ.
es_es: Devuelve una tabla de una columna que contiene las designaciones abreviadas en mayúsculas de antes y después del mediodía.
et_ee: Tagastab ühe veeruga tabeli, mis sisaldab suurtähelisi lühendeid "enne lõunat" ja "pärast lõunat".
eu_es: "Ante meridiem" eta "post meridiem" aukerak maiuskulaz eta laburbilduta dituen zutabe bakarreko taula itzultzen du.
fi_fi: Palauttaa yksittäisen sarakkeen, joka sisältää lyhennetyt isolla kirjoitetut määritykset ajankohdalle ennen keskipäivää ja sen jälkeen.
fr_fr: Retourne un tableau d’une seule colonne contenant les désignations abrégées en majuscules de l’avant et de l’après-midi.
gl_es: Devolve unha táboa dunha única columna que contén as designacións abreviadas en maiúsculas de antes e despois do mediodía.
hi_in: दोपहर से पहले और बाद के संक्षिप्त अपर केस चिह्नों वाली एकल स्तंभ तालिका लौटाता है.
hr_hr: Vraća jedan stupac tablice koji sadrži skraćene oznake velikim slovima za prijepodne i poslijepodne.
hu_hu: A délelőtt és a délután rövid nagybetűs jelölését tartalmazó egyoszlopos táblázatot ad vissza.
it_it: Restituisce una tabella a singola colonna contenente le designazioni maiuscole abbreviate per gli orari precedenti e successivi a mezzogiorno.
ja_jp: 午前と午後の指定に省略形の大文字を使用している 1 列のテーブルを返します。
kk_kz: Түске дейін және түстен кейін үшін қысқартылған жоғарғы регистрдегі белгілері бар бір бағанды кестені қайтарады.
ko_kr: 오전 및 오후의 약식 대문자 지정을 포함하는 단일 열 테이블을 반환합니다.
lt_lt: Pateikia vieno stulpelio lentelę, kurioje yra sutrumpinti žymėjimai didžiosiomis raidėmis, skirti laikui prieš ir po vidurdienio nurodyti.
lv_lv: Atgriež vienas kolonnas tabulu, kas satur saīsinātos pirmspusdienas vai pēcpusdienas lielo burtu apzīmējumus.
ms_my: Mengembalikan jadual lajur tunggal yang mengandungi peruntukan huruf besar singkatan untuk sebelum dan selepas tengahari.
nb_no: Returnerer én kolonnetabell som inneholder forkortede angivelser med store bokstaver for før og etter kl. 12:00.
nl_nl: Hiermee wordt een tabel geretourneerd met één kolom die de afgekorte aanduiding in hoofdletters bevat voor het tijdstip voor en na de middag.
pl_pl: Zwraca jednokolumnową tabelę zawierającą skróty oznaczeń (wielkie litery) godzin przed południem i po południu.
pt_br: Retorna uma tabela de coluna única contendo as designações abreviadas de antes e depois de meio-dia em letras maiúsculas.
pt_pt: Devolve uma tabela de coluna única que contém as denominações em maiúsculas abreviadas para antes e depois do meio-dia.
ro_ro: Returnează un tabel cu o singură coloană, care conține desemnările cu litere mari abreviate pentru înainte de amiază și după-amiază.
ru_ru: Возвращает таблицу с одним столбцом, содержащим сокращенные прописные обозначения "до полудня" и "после полудня".
sk_sk: Vráti jednostĺpcovú tabuľku obsahujúcu skratky pre dopoludnie a odpoludnie veľkými písmenami.
sl_si: Vrne tabelo z enim stolpcem, ki vsebuje okrajšave z velikimi črkami za dopoldan in popoldan.
sr_cyrl_rs: Враћа табелу са једном колоном која садржи скраћене ознаке написане великим словима за пре и после поднева.
sr_latn_rs: Vraća tabelu sa jednom kolonom koja sadrži skraćene oznake napisane velikim slovima za pre i posle podneva.
sv_se: Returnerar en enkolumnstabell som innehåller förkortade versalbeteckningarna för före och efter middagstid.
th_th: คืนค่าตารางหนึ่งคอลัมน์ที่มีตัวย่อชื่อเวลาก่อนและหลังเที่ยงเป็นตัวพิมพ์ใหญ่
tr_tr: Öğleden öncesi ve sonrası için kısaltılmış büyük harf gösterimlerini içeren tek bir sütun tablosu döndürür.
uk_ua: Повертає таблицю з одним стовпцем, що містить скорочені позначення "до полудня" й "після полудня" у верхньому регістрі.
vi_vn: Trả về bảng một cột chứa ký hiệu viết hoa viết tắt cho thời điểm trước và sau buổi trưa.
zh_cn: 返回包含上午和下午缩写大写标志的单列表。
zh_tw: 傳回單一資料行的資料表，其內含表示中午之前及中午之後的大寫縮寫。

# AboutClock__IsClock24
source: Returns a boolean value indicating whether or not the clock uses 24 hour time.
bg_bg: Връща булева стойност, указваща дали часовникът използва 24-часов формат.
ca_es: Retorna un valor booleà que indica si el rellotge utilitza el format horari de 24 hores o no.
cs_cz: Vrátí logickou hodnotu, která označuje, jestli se má nebo nemá používat 24hodinový formát času.
da_dk: Returnerer en boolesk værdi, som angiver, hvorvidt uret bruger 24-timers tidsangivelse.
de_de: Gibt einen booleschen Wert zurück, der anzeigt, ob die Uhr das 24-Stunden-Format verwendet.
el_gr: Επιστρέφει μια δυαδική τιμή που υποδεικνύει αν το ρολόι χρησιμοποιεί 24 ώρες.
es_es: Devuelve un valor booleano que indica si el reloj emplea el formato de 24 horas.
et_ee: Tagastab loogikaväärtuse, mis tähistab seda, kas kellaaja puhul kasutatakse 24 tunni vormingut.
eu_es: Erlojuak 24 orduko formatua darabilen adierazten duen balio boolear bat itzultzen du.
fi_fi: Palauttaa totuusarvon, joka ilmaisee, käyttääkö kello 24 tunnin aikaa.
fr_fr: Retourne une valeur booléenne indiquant si l’horloge utilise le format 24 heures.
gl_es: Devolve un valor booleano que indica se o reloxo usa o formato de 24 horas.
hi_in: यह दर्शाने वाला बूलियन मान लौटाता है कि घड़ी 24 घंटे वाले समय का उपयोग करती है या नहीं.
hr_hr: Vraća Booleovu vrijednost koja označuje koristi li sat 24-satno vrijeme.
hu_hu: Egy logikai értéket ad vissza, amely azt jelzi, hogy az óra 24 órás időt használ-e.
it_it: Restituisce un valore booleano che indica se il clock usa l'ora in formato 24 ore.
ja_jp: 時計が 24 時間表記を使用するかどうかを示すブール値を返します。
kk_kz: Сағаттың 24 сағаттық уақытты пайдаланатынын не пайдаланбайтынын көрсететін логикалық мән.
ko_kr: 시계에서 24시간을 사용하는지 여부를 나타내는 부울 값을 반환합니다.
lt_lt: Pateikia bulio logikos reikšmę, nurodančią, ar laikrodyje naudojamas 24 val. laikas, ar ne.
lv_lv: Atgriež Būla vērtību, kas norāda, vai pulkstenis izmanto 24 stundu laiku.
ms_my: Mengembalikan nilai boolean menunjukkan sama ada jam menggunakan masa 24 jam.
nb_no: Returnerer en boolsk verdi som angir om klokken bruker 24-timers tid.
nl_nl: Hiermee wordt een booleaanse waarde geretourneerd waarmee wordt aangeduid of voor de klok een 24-uurssysteem wordt gebruikt.
pl_pl: Zwraca wartość logiczną wskazującą, czy używany jest zegar 24-godzinny.
pt_br: Retorna um valor booleano para indicar se o relógio usa o formato de 24 horas.
pt_pt: Devolve um valor booleano indicando se utiliza ou não o relógio de 24 horas.
ro_ro: Returnează o valoare booleană care indică dacă ceasul trebuie să utilizeze formatul de 24 de ore.
ru_ru: Возвращает логическое значение, указывающее, используют ли часы 24-часовой формат.
sk_sk: Vráti booleovskú hodnotu, ktorá určuje, či hodiny používajú 24-hodinový čas alebo nie.
sl_si: Vrne logično vrednost, ki označuje, ali se za uro uporablja 24-urni čas.
sr_cyrl_rs: Враћа Булову вредност која означава да ли сат користи време од 24 часа.
sr_latn_rs: Vraća Bulovu vrednost koja označava da li sat koristi vreme od 24 časa.
sv_se: Returnerar ett booleskt värde som anger om klockan ska använda 24-timmars tid.
th_th: ส่งคืนค่าบูลีนที่ระบุว่านาฬิกาจะใช้เวลาแบบ 24 ชั่วโมงหรือไม่
tr_tr: Saatin 24 saatlik biçimi kullanıp kullanmadığını gösteren bir boole değeri döndürür.
uk_ua: Повертає логічне значення, що визначає, чи використовує годинник 24-годинний формат.
vi_vn: Trả về giá trị boolean cho biết đồng hồ có sử dụng định dạng giờ là 24 giờ hay không.
zh_cn: 返回一个布尔值，该值指示时钟是否使用 24 小时时间。
zh_tw: 傳回指出時鐘是否使用 24 小時制的布林值。
